gmbadger.extend('aspect_story', {
    'story' : {
        'ru-pnp'  :   'Сюжет! Каждая ваша игра представляет собой интересную историю.'
    },
    'scary' : {
        'ru-pnp'  :   'Страх! Ваши игры неиллюзорно пугают.'
    },
    'mystery' : {
        'ru-pnp'  :   'Загадочность! Ваши игры сфокусированы на загадках и расследованиях.'
    },
    'gonzo' : {
        'ru-pnp'  :   'Странно! Зачастую, ваши игры, эмм… весьма психоделичны.'
    },
    'fate' : {
        'ru-pnp'  :   'Эпика! Персонажи ваших игроков избраны самой Судьбой (и не могут погибнуть из-за всяких случайностей)!'
    },
    'disturbing' : {
        'ru-pnp'  :   'Тревожность. Вы не гнушаетесь вышибать игроков из «зоны комфорта».'
    },
    'drama' : {
        'ru-pnp'  :   'Драматичность! В ваших играх хватает интересных характеров и драм.'
    },
    'beerpretzels' : { 
        'ru-pnp'  :   'Посиделки-стайл. Вы любите играть не напрягаясь, с комфортом, напитками и закусками.'
    },
    'safe' : {
        'ru-pnp'  :   'Забота! Вы склонны <s>прятать остры</s> всячески оберегать ваших игроков от душевных травм и неприятных моментов.'
    }
});

gmbadger.extend('aspect_mechanic', {
    'brain' : {
        'ru-pnp'  :   ''
    },
    'peace' : {
        'ru-pnp'  :   ''
    },
    'sharegm' : {
        'ru-pnp'  :   ''
    },
    'dice' : {
        'ru-pnp'  :   'Дайсы. Слепая удача (и ваша любовь к дайсам) определяют течение ваших игр.'
    },
    'bythebook' : {
        'ru-pnp'  :   'По Книжке. Вы играет строго-по-книжке-правил. И ничто не заставит вас отступить от неё!'
    },
    'tinker' : {
        'ru-pnp'  :   ''
    },
    'tactics' : {
        'ru-pnp'  :   'ТАКТИКА! Тактические схемы — важная часть ваших игр.'
    },
    'run' : {
        'ru-pnp'  :   ''
    },
    'pvp' : {
        'ru-pnp'  :   'PvP! <s>Аве, Цезарь! Моритутри те салютант!</s>..Персонажи ваших игр склонны поубивать друг-друга, не без вашего одобрения  и поддержки.'
    },
    'mirror' : {
        'ru-pnp'  :   'Зеркало. Вы — зеркало… для ваших игроков. Вы высоко-интерактивны. Действия игроков рождают ваши действия.'
    },
    'map' : {
        'ru-pnp'  :   'Картография. Картография, карты и намеченные пути важны для вас.'
    },
    'improv' : {
        'ru-pnp'  :   'Внезапно! Вы активно используете импровизацию.'
    },
    'incharge' : {
        'ru-pnp'  :   'Мастер прав!'
    }
    ,
    'characterdeath' : {
        'ru-pnp'  :   'Memento mori. Смерть персонажей игроков — обычное дело в ваших играх.'
    }
    ,
    'unknown' : {
        'ru-pnp'  :   ''
    }    
});
